{"WEBSITE": "A set of pages of information on the internet about a particular subject, published by a single person or organization. (dictionary.cambridge.org)", "PLATYPUS": "An australian river mammal with a wide beak whose young are born from eggs. (dictionary.cambridge.org)", "DIPLOMAT": "An official whose job is to represent one country in another, and who usually works in an embassy. (dictionary.cambridge.org)", "LOATH": "To be unwilling to do something. (dictionary.cambridge.org)", "PHILOSOPHER": "Someone who studies or writes about the meaning of life. (dictionary.cambridge.org)", "PHILOGYNY": "Love of or admiration of women. (dictionary.cambridge.org)", "THESAURUS": "A type of dictionary in which words with similar meanings are arranged in groups. (dictionary.cambridge.org)", "PROGRAMMER": "A person whose job is to produce computer programs. (dictionary.cambridge.org)", "DEVELOPER": "A person or company that makes money from buying land, building new houses, offices, etc., or by changing existing buildings to sell or rent. (dictionary.cambridge.org)", "CRAWL": "To move along on hands and knees or with your body stretched out along a surface. (dictionary.cambridge.org)", "SWIMMING-POOL": "An artificial area of water for swimming, or a building containing this. (dictionary.cambridge.org)", "BOOKCASE": "A piece of furniture with shelves to put books on. (dictionary.cambridge.org)", "MOTORCYCLE": "A vehicle with two wheels and an engine. (dictionary.cambridge.org)", "BOOK": "A written text that can be published in printed or electronic form. (dictionary.cambridge.org)", "BANANA": "A long, curved fruit with a yellow skin and soft, sweet, white flesh inside. (dictionary.cambridge.org)", "HAMMER": "A tool consisting of a piece of metal with a flat end that is fixed onto the end of a long, thin, usually wooden handle, used for hitting things. (dictionary.cambridge.org)", "ORANG-UTAN": "A large ape with reddish-brown hair and long arms that lives in the forests of sumatra and borneo. (dictionary.cambridge.org)", "TRAFFIC JAM": "A large number of vehicles close together and unable to move or moving very slowly. (dictionary.cambridge.org)", "SPEAKER": "A person who gives a speech at a public event. (dictionary.cambridge.org)", "SPOON": "An object consisting of a round, hollow part and a handle, used for mixing, serving, and eating food. (dictionary.cambridge.org)", "CHAIR": "A seat for one person that has a back, usually four legs, and sometimes two arms. (dictionary.cambridge.org)", "MONITOR": "A person who has the job of watching or noticing particular things. (dictionary.cambridge.org)", "HIPPOPOTAMUS": "A very large animal with short legs and thick, dark gray skin that lives near water in africa. (dictionary.cambridge.org)", "KEYBOARD": "The set of keys on a computer or typewriter that you press in order to make it work . (dictionary.cambridge.org)", "DESK": "A type of table that you can work at, often one with drawers. (dictionary.cambridge.org)", "PHEASANT": "A large bird with a rounded body and long tail, that spends a lot of time on the ground and is often shot for sport and food, or the meat of this bird. (dictionary.cambridge.org)", "COMPUTER": "An electronic machine that is used for storing, organizing, and finding words, numbers, and pictures, for doing calculations, and for controlling other machines. (dictionary.cambridge.org)", "SYRINGE": "A hollow, cylinder-shaped piece of equipment used for sucking liquid out of something or pushing liquid into something, especially one with a needle that can be put under the skin and used to inject drugs, remove small amounts of blood, etc.. (dictionary.cambridge.org)", "TABLE": "A flat surface, usually supported by four legs, used for putting things on. (dictionary.cambridge.org)", "MICROPHONE": "A piece of equipment that you speak into to make your voice louder, or to record your voice or other sounds. (dictionary.cambridge.org)", "OAK": "A large tree that is common in northern parts of the world, or the hard wood of this tree. (dictionary.cambridge.org)", "GARDEN": "A piece of land, usually in a yard next to a house, where you grow flowers and vegetables. (dictionary.cambridge.org)", "VENTILATOR": "An opening or a device that allows fresh air to come into a closed space. (dictionary.cambridge.org)", "LIGHT": "The brightness that comes from the sun, fire, etc. and from electrical devices, and that allows things to be seen. (dictionary.cambridge.org)"}