{"english": [{"BANANA": "A long, curved fruit with a yellow skin and soft, sweet, white flesh inside. (dictionary.cambridge.org)"}, {"PHEASANT": "A large bird with a rounded body and long tail, that spends a lot of time on the ground and is often shot for sport and food, or the meat of this bird. (dictionary.cambridge.org)"}, {"COMPUTER": "An electronic machine that is used for storing, organizing, and finding words, numbers, and pictures, for doing calculations, and for controlling other machines. (dictionary.cambridge.org)"}, {"TABLE": "A flat surface, usually supported by four legs, used for putting things on. (dictionary.cambridge.org)"}, {"SYRINGE": "A hollow, cylinder-shaped piece of equipment used for sucking liquid out of something or pushing liquid into something, especially one with a needle that can be put under the skin and used to inject drugs, remove small amounts of blood, etc. (dictionary.cambridge.org)"}, {"MICROPHONE": "A piece of equipment that you speak into to make your voice louder, or to record your voice or other sounds. (dictionary.cambridge.org)"}, {"THUNDER": "The sudden loud noise that comes from the sky especially during a storm. (dictionary.cambridge.org)"}, {"OAK": "A large tree that is common in northern parts of the world, or the hard wood of this tree. (dictionary.cambridge.org)"}, {"GARDEN": "A piece of land, usually in a yard next to a house, where you grow flowers and vegetables. (dictionary.cambridge.org)"}, {"VENTILATOR": "An opening or a device that allows fresh air to come into a closed space. (dictionary.cambridge.org)"}, {"MEDICINE": "Treatment for illness or injury, or the study of this. (dictionary.cambridge.org)"}, {"CHAIR": "A seat for one person that has a back, usually four legs, and sometimes two arms. (dictionary.cambridge.org)"}, {"SDF": "sdfsdfsdf"}], "francais": [{"BANANE": "Fruit allongé, un peu incurvé, vert ou jaune, groupé en grappes dites « régimes » sur le bananier, et qui contient, sous une peau épaisse aisée à détacher, une pulpe amylacée nutritive et savoureuse de consistance fondante. (larousse.fr)"}, {"SAUCISSE": "Produit de charcuterie, à base de chair hachée et assaisonnée, et présenté à la vente sous boyau. (larousse.fr)"}, {"CHAISE": "Siège à dossier, sans bras. (La chaise n'apparaît en France qu'au XVIe siècle, sous le nom de chaise à dos ou chaise à vertugadin, tandis que le fauteuil est nommé à la même époque chaise à bras.). (larousse.fr)"}, {"HERISSON": "Mammifère insectivore d'Eurasie tempérée, caractérisé par ses piquants dorsaux et sa faculté de se rouler en boule. (Le hérisson, animal solitaire, nocturne, mange des insectes et des vers de terre, limaces, œufs d'oiseaux. L'hiver, il hiberne longuement.). (larousse.fr)"}, {"PASTEQUE": "Plante annuelle (cucurbitacée) cultivée sous climat chaud, à tige couchée, produisant un gros fruit comestible, à chair rose très aqueuse et rafraîchissante ; le fruit lui-même. . (larousse.fr)"}, {"DODO": "Oiseau inapte au vol, évoquant un gros pigeon, qui vivait à l’île Maurice, jusqu’à son extermination au XVIIe siècle. (larousse.fr)"}, {"TELEPHONE": "Installation de téléphonie ; réseau téléphonique. (larousse.fr)"}, {"STYLOGRAPHE": "Ou stylo. Instrument pour écrire, dont le corps contient une réserve d'encre. (larousse.fr)"}, {"MONITEUR": "Écran de visualisation associé spécifiquement à un micro-ordinateur. (larousse.fr)"}, {"LAMPE": "Source de rayonnement construite en vue de produire de la lumière visible ou des rayonnements infrarouges ou ultraviolets. (larousse.fr)"}, {"ASCENSEUR": "Appareil élévateur permettant de transporter des personnes dans une cabine se déplaçant entre des guides verticaux, ou faiblement inclinés sur la verticale. (larousse.fr)"}]}